{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 10], "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "dtype": "float32", "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "units": 600}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "activation": "relu", "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "name": "dense_2", "units": 600}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "activation": "linear", "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "name": "dense_3", "units": 8}}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow"}