{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"trainable": true, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "activation": "relu", "batch_input_shape": [null, 10], "name": "dense_1", "dtype": "float32", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "units": 600, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "name": "dense_2", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "units": 600}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "activation": "linear", "bias_regularizer": null, "name": "dense_3", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "units": 8}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}