{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "batch_input_shape": [null, 10], "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "units": 600, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "trainable": true, "activation": "relu", "kernel_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 600, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "trainable": true, "activation": "relu", "kernel_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 8, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "trainable": true, "activation": "linear", "kernel_regularizer": null, "kernel_constraint": null}}], "name": "sequential_1"}}