{"config": {"name": "sequential_1", "layers": [{"config": {"units": 600, "activation": "relu", "name": "dense_1", "dtype": "float32", "bias_regularizer": null, "batch_input_shape": [null, 10], "bias_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"units": 600, "kernel_regularizer": null, "name": "dense_2", "bias_regularizer": null, "bias_constraint": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"units": 8, "kernel_regularizer": null, "name": "dense_3", "bias_regularizer": null, "bias_constraint": null, "activation": "linear", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}