{"config": {"name": "sequential_1", "layers": [{"config": {"batch_input_shape": [null, 10], "use_bias": true, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "dtype": "float32", "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "units": 600}, "class_name": "Dense"}, {"config": {"use_bias": true, "activation": "relu", "kernel_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "activity_regularizer": null, "units": 600, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "activation": "linear", "kernel_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_3", "activity_regularizer": null, "units": 8, "bias_constraint": null}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}