{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 10], "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "units": 600, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "dtype": "float32"}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "units": 600, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "activation": "linear", "units": 8, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null}}]}}