{"config": {"layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "activation": "relu", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_1", "kernel_constraint": null, "units": 600, "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 10], "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_2", "kernel_constraint": null, "units": 600, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "linear", "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_3", "kernel_constraint": null, "units": 8, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}