{"config": {"layers": [{"config": {"activation": "relu", "kernel_constraint": null, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "dtype": "float32", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "name": "dense_1", "batch_input_shape": [null, 10], "units": 600, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "kernel_constraint": null, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 600, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "linear", "kernel_constraint": null, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 8, "bias_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}