{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"name": "dense_1", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "batch_input_shape": [null, 10], "units": 600, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "units": 600, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "units": 8, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "activation": "linear", "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null}}], "name": "sequential_1"}, "backend": "tensorflow"}