{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"activity_regularizer": null, "batch_input_shape": [null, 10], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_regularizer": null, "dtype": "float32", "trainable": true, "activation": "relu", "kernel_regularizer": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_constraint": null, "units": 600, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_regularizer": null, "trainable": true, "activation": "relu", "kernel_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_constraint": null, "units": 600, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_regularizer": null, "trainable": true, "activation": "linear", "kernel_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_constraint": null, "units": 8, "bias_constraint": null}}], "name": "sequential_1"}}