{"backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"config": {"kernel_regularizer": null, "activity_regularizer": null, "units": 600, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "batch_input_shape": [null, 10], "use_bias": true, "dtype": "float32", "name": "dense_1", "trainable": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 600, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_2", "trainable": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 8, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "linear", "use_bias": true, "kernel_regularizer": null, "name": "dense_3", "trainable": true, "bias_regularizer": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4"}