{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"name": "dense_1", "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "batch_input_shape": [null, 10], "units": 600, "activation": "relu", "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 600, "activation": "relu", "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 8, "activation": "linear", "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}