{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "batch_input_shape": [null, 10], "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "trainable": true, "dtype": "float32", "activation": "relu", "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 600, "bias_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "trainable": true, "bias_regularizer": null, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 600, "bias_constraint": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "trainable": true, "bias_regularizer": null, "activation": "linear", "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 8, "bias_constraint": null, "kernel_constraint": null}}]}}