{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_constraint": null, "activation": "relu", "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 600, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "name": "dense_1", "batch_input_shape": [null, 10]}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 600, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 8, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "name": "dense_3"}}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow"}