{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_1", "trainable": true, "kernel_constraint": null, "dtype": "float32", "units": 600, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "batch_input_shape": [null, 10], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_2", "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 600, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_3", "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 8, "activation": "linear", "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "kernel_regularizer": null}}]}, "backend": "tensorflow"}