{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "use_bias": true, "trainable": true, "kernel_constraint": null, "units": 600, "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 10], "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "use_bias": true, "trainable": true, "kernel_constraint": null, "units": 600, "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}}}, {"class_name": "Dense", "config": {"name": "dense_3", "use_bias": true, "trainable": true, "kernel_constraint": null, "units": 8, "activity_regularizer": null, "activation": "linear", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}}}]}, "backend": "tensorflow"}