{"config": {"name": "sequential_1", "layers": [{"config": {"bias_constraint": null, "trainable": true, "name": "dense_1", "batch_input_shape": [null, 10], "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "use_bias": true, "units": 600, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "trainable": true, "name": "dense_2", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "use_bias": true, "units": 600, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "trainable": true, "name": "dense_3", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "kernel_regularizer": null, "use_bias": true, "units": 8, "kernel_constraint": null}, "class_name": "Dense"}]}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}